import classes from './AboutMe.module.css';
import photo from '../../../assets/images/photo.png';

const AboutMe = () => {
    return (
        <section className={classes.AboutMeSection}>
            <div className="wrapper">
                <div className={classes.AboutMeContainer}>
                    <div className={classes.AboutMeTxt}>
                        <h2>
                            Привіт! Мене звати Олена, і я майстриня манікюру з
                            досвідом понад 7 років.
                        </h2>
                        <p>
                            Моя пристрасть – створювати красиві та доглянуті
                            нігті, які підкреслюють вашу індивідуальність.
                        </p>
                        <p>
                            За роки роботи маю понад 100 клієнтів, і більшість з
                            них стали моїми постійними відвідувачами. Я ціную
                            кожного клієнта і завжди прагну забезпечити високу
                            якість послуг та індивідуальний підхід.
                        </p>
                        <p>
                            Я постійно вдосконалюю свої навички, відвідую
                            майстер-класи та стежу за останніми тенденціями у
                            світі нігтьового сервісу.
                        </p>
                        <h2>Моя мета</h2>
                        <p>
                            Я хочу зробити ваші нігті не лише красивими, але й
                            здоровими. Я вірю, що доглянуті руки – це важлива
                            частина вашого образу, і я з радістю допоможу вам
                            досягти бажаного результату.
                        </p>
                        <p>
                            Запрошую вас відвідати мою студію, де ви зможете
                            насолодитися якісним манікюром у приємній атмосфері.
                        </p>
                        <h2>Мої переваги:</h2>
                        <ul>
                            <li>
                                <span>Досвід: </span> 7+ років у сфері манікюру.
                            </li>
                            <li>
                                <span>Професіоналізм: </span>
                                Використовую лише якісні матеріали та сучасні
                                техніки.
                            </li>
                            <li>
                                <span>Індивідуальний підхід: </span>
                                Враховую ваші побажання та створюю унікальний
                                дизайн.
                            </li>
                            <li>
                                <span>Безпека: </span>
                                Дотримуюсь всіх правил стерилізації та
                                дезінфекції.
                            </li>
                            <li>
                                <span>Затишна атмосфера: </span>
                                Створюю комфортну та розслаблюючу атмосферу під
                                час процедур.
                            </li>
                        </ul>
                    </div>
                    <div className={classes.AboutMePhoto}>
                        <img src={photo} alt="photo" />
                    </div>
                </div>
            </div>
        </section>
    );
};

export default AboutMe;
